{
  "allmovie" : [
{

"title" : "There is something about Tott",
"date" : "2015",
"cover" : "https://1.bp.blogspot.com/-x7tBi2WhRWg/XXsdao5MqyI/AAAAAAAAACU/sDmPS7PUPwklxxcdqW0phu5uqrXuJdO-wCLcBGAsYHQ/s600/There%2Bis%2Bsomething%2Babout%2BTott%2B2.jpg",
"image" : "https://1.bp.blogspot.com/-x7tBi2WhRWg/XXsdao5MqyI/AAAAAAAAACU/sDmPS7PUPwklxxcdqW0phu5uqrXuJdO-wCLcBGAsYHQ/s600/There%2Bis%2Bsomething%2Babout%2BTott%2B2.jpg",
"genre" : "Thai,Comedy",
"length" : "1hr 58min",
"qual" : "WEB-DL 720p",
"size" : "330 MB",
"video" : "https://drive.google.com/file/d/1fiw8mjbnfPLY6TSdvYzw-Awfq3N72VHn/view",
"vol" : "Tott ဟာရူပါေျဖာင့္တဲ့ကြီးတစ္ေယာက္ပါ။
မိဘအုပ္ထိန္းသူေတြနဲ႕ မေနခဲ့ရဘဲ ကိုယ့္ဘဝကိုယ္ေၾကာင္းေနတဲ့ ေခတ္လူငယ္တစ္ေယာက္ပါ။
ဘဝကိုသူငယ္ခ်င္းေတြနဲ႕ျဖတ္သန္းေနရျပီး က်ရာအလုပ္မွာဝင္ေငြကိုဖန္တီးေနရတဲ့
ေကာင္ေလးတစ္ေယာက္ရဲ႕ ဘဝအေၾကာင္းကို ေပ်ာ္ေပ်ာ္ပါးပါးတင္ဆက္ထားပါတယ္။

ထိုင္းမင္းသားေခ်ာ Kunatip Pinpradub (Make me shudder မင္းသား) မွ
Tott အျဖစ္အဓိကပါဝင္သရုပ္ေဆာင္ထားပါတယ္။
(ျမန္မာစာတန္းထိုးကိုေတာ့ ChannelMyanmar Wut Mhone မွခံစားတင္ဆက္ထားတာပါ။)

  "
}
,
{
"title" : "Wonder Park",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-ME9cD-AzI5I/XYMj44WMxBI/AAAAAAAAAF8/viRaRzKheN0n1q0LXp7eC-MmqydkSBoyQCLcBGAsYHQ/s1600/8KomINZhIuJeB4oB7k7tkq8tmE.jpg",
"image" : "https://1.bp.blogspot.com/-ME9cD-AzI5I/XYMj44WMxBI/AAAAAAAAAF8/viRaRzKheN0n1q0LXp7eC-MmqydkSBoyQCLcBGAsYHQ/s1600/8KomINZhIuJeB4oB7k7tkq8tmE.jpg",
"genre" : "Animation , Adventure, Comedy",
"length" : "1hr 30in",
"qual" : "WEB-DL 720p",

"size" : "300 MB",
"video" : "https://drive.google.com/file/d/13c2Oq49L1bzG-jLe9Wz_Ffb1SXpwpQF4/view",
"vol" : "ဒီကာတြန္းကားေလးကေတာ့ အံ့ၾသဖြယ္ရာေတြနဲ႔ ျပည့္ႏွက္ေနတဲ့ ၀မ္းဒါးလန္းဆိုတဲ့
ပန္းျခံေလးအေၾကာင္း တင္ဆက္ထားတာပဲျဖစ္ပါတယ္
ဂြ်န္ဘယ္လီဆိုတဲ့ကေလးမေလးက စိတ္ကူးပံုေဖာ္တဲ့ေနရာမွာ
အရမ္းကို ဥာဏ္ေကာင္းျပီး အိုင္ဒီယာအသစ္အဆန္းေတြထြက္တတ္ပါတယ္

သူ႔အေမရယ္ သူ႔ေမ်ာက္ကေလး ပီးနပ္ရယ္နဲ႔ ကစားကြင္းၾကီးဖန္တီးတိုင္း တူတူေဆာ့ေနၾကပါပဲ
ကစားကြင္းပံုစံငယ္ေလးေတာင္ အိမ္မွာေဆာက္ထားတဲ့အထိ ခုိင္ခိုင္မာမာစြဲနစ္ေဆာ့ခဲ့တာပါ
ဒါေပမယ့္တစ္ေန႔မွာေတာ့ သူ႔မိခင္ေနမေကာင္းတဲ့အတြက္ အေ၀းမွာ ေဆးကုသမႈခံယူရပါေတာ့တယ္
အဲဒီအခါမွာပဲ သူ႔အေမကိုဆံုးရႈံးရမွာေၾကာက္စိတ္နဲ႔ ပန္းျခံကိုလည္းဂရုမစိုက္ႏုိင္
မေဆာ့ႏုိင္ဘဲ ပစ္ထားလိုက္မိပါေတာ့တယ္

စိတ္ကူးထဲကကစားကြင္းေလးဆိုေပမယ့္ အမွတ္မထင္ အဲဒီကစားကြင္းက အျပင္မွာရွိေနခဲ့မွန္း..
သူ႔အရုပ္ေလးေတြ အသက္ရွိေနခဲ့မွန္းကို သူသိသြားခဲ့ရျပီး ကစားကြင္းၾကီးပ်က္စီးေတာ့မယ့္ကိန္း
သူ႔အရုပ္ေလးေတြ ေသရေတာ့မယ့္ကိန္း ဆိုက္ေနတာကိုလည္း သူျမင္ေတြ႔လုိက္ရပါေတာ့မယ္
ဘာေတြျဖစ္ေနမွန္းမသိဘဲ ဒီကစားကြင္းၾကီးတစ္ခုလံုးကို
သူ႔အေနနဲ႔ ျပန္လည္ကယ္တင္ရပံုကို ရိုက္ကူးထားျခင္းပဲျဖစ္ပါတယ္
ကာတြန္းကားဆိုေပမယ့္ အခ်ိတ္အဆက္္္မိမိနဲ႔ သူငယ္ခ်င္းသံေယာဇဥ္ေတြ
ယံုၾကည္မႈေတြ ခ်စ္ျခင္းေမတၱာေတြကိုပါ ထည့္ပံုေဖာ္ရိုက္ကူးထားတာပဲျဖစ္ပါတယ္

Running Time : 1hr 30min
Format : Mp4
Genre : Animation , Adventure, Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Neve
Encode by Moe Myint Lwin"

}

,

{

"title" : "Underdog",
"date" : "2007",
"cover" : "https://1.bp.blogspot.com/-NjoF3ua7hmQ/XYMnJR10-3I/AAAAAAAAAGU/MeEa6VXQL9wjMmpYOqjTDXmdpYLgXnhngCLcBGAsYHQ/s600/518afFSjVWL._SY445_.jpg",
"image" : "https://1.bp.blogspot.com/-NjoF3ua7hmQ/XYMnJR10-3I/AAAAAAAAAGU/MeEa6VXQL9wjMmpYOqjTDXmdpYLgXnhngCLcBGAsYHQ/s600/518afFSjVWL._SY445_.jpg",
"genre" : "Action, Adventure, Comedy",
"length" : "1hr 21min",
"qual" : "WEB-DL 720p",
"size" : "410 MB",
"video" : "https://drive.google.com/file/d/13OqzyJ6BAeJAV92pihTFl8tv3WAs5mg6/view",
"vol" : " ဒီ အန္နီေမးရွင္း ဇာတ္ကားေလးဟာ Imdb Rating 6.7 ထိရရွိထားၿပီး
ေဘာလံုးအားကစားႀကိဳက္သူေတြအႀကိဳက္ေတြ႕ေစမယ္
အာဂ်င္တီးနား 3D Animation ဇာတ္ကားေကာင္းေလးပါ …..

ဇာတ္လမ္းအၫႊန္းဟာဆိုရင္ျဖင့္  ရြာငယ္ေလးတစ္ရြာမွာေနထိုင္တဲ့
အမ္မာဒီယို ဆိုတဲ့လူငယ္ေလးဟာ Table Football ကို
ကြၽမ္းက်င္ပိုင္ႏိုင္ေအာင္ေဆာ့တတ္ေပမဲ့ တကယ့္လက္ေတြ႕အျပင္ဘဝမွာေတာ့
အ႐ံႈးသမားေလးတစ္ေယာက္ပါ။ထို႔အျပင္မိန္းကေလးငယ္သူငယ္ခ်င္းျဖစ္တဲ့
ေလာ္ရီတာ ကိုလည္းတိတ္တတိုးခ်စ္မိေနသူပါ။သူငယ္စဥ္ကေလးဘဝရဲ႕
တစ္ေန႔ မွာအမွတ္မထင္ပဲ  ရြာငယ္ေလးကေဘာလံုးကန္ကြၽမ္းက်င္တဲ့
လူဆိုးေလးတစ္ေယာက္ကို Table Football ကစားရင္းအႏိုင္ယူလိုက္ခဲ့ရာမွ
ထိုလူငယ္ေလးရဲ႕  အညႇိဳးေတးထားျခင္းကိုခံခဲ့ရပါေတာ့တယ္။

ထိုလူဆိုးေလးလည္း
ရြာကေနအရွက္ကြဲၿပီးထြက္သြားခဲ့ရာမွ ေနာက္ဆယ္ႏွစ္အၾကာမွာ
အဲ့ဒီလူဆိုးေလးက ကမၻာ့အေကာင္းဆံုးေဘာလံုးသမားတစ္ေယာက္အျဖစ္ရြာငယ္ေလးကိုျပန္ေရာက္လာၿပီး
ထိုရြာငယ္ေလးကို အပိုင္သိမ္းဝယ္ယူကာ ကမၻာ့အႀကီးဆံုးအားကစားၿမိဳ႕ေတာ္အျဖစ္တည္ေဆာက္ဖုိ႔စီစဥ္ပါေတာ့တယ္။
အဲ့ဒီေနာက္ေတာ့  ထိုရြာငယ္ေလးကိုခ်စ္ျမတ္ႏိုးတဲ့ အမ္မာဒီယို နဲ႔ ရြာခံလူႀကီးလူငယ္အခ်ဳိ႕ဟာ
ထိုရြာငယ္ေလးကို ဘယ္လိုကယ္တင္ႏိုင္ၾကပါမလဲ။ အမ္မာဒီယို ရဲ႕  စားပြဲတင္ေဘာလံုးကြင္းကအသက္ဝင္လာတဲ့
ေဘာလံုးသမား႐ုပ္ေလးေတြကေရာ ဘယ္လိုအခန္းက႑ကပါဝင္ၾကမွာလဲဆိုတာ ဒီ Metegol: Underdog ဆိုတဲ့
အန္နီေမးရွင္းဇာတ္ကားေလးကိုသာ အျမန္ဆံုးေဒါင္းၾကည့္လိုက္ၾကပါေတာ့ဗ် ။

Crd - Gold Channel"

}

]
}
